********************************************************************
PYRAMID-EKRCCC ViewModels  v0.9.0.02 : 2018.05.03
이슈번호 : #23794
수정일 : 2018.05.03
수정자 : Jesse
키워드 : 20180503 Jesse #23794
수정원인 : 로그인_테스트페이지 초기 접속 시 로그인실패 팝업
수정Source : ViewModels\vms.signin.js
수정내용 : 로그인 정보 읽어올 때 에러 예외처리 추가
********************************************************************
PYRAMID-EKRCCC ViewModels  v0.9.0.01 : 2018.04.19
이슈번호 : -
수정일 : 2018.04.19
수정자 : Jesse
키워드 : 20180419 Jesse -
수정원인 : 로그인 페이지에서 로그인 실패시 팝업창의 표시 메세지 수정
수정Source : ViewModels\vms.signin.js
수정내용 : 팝업창에서 기존 reason 표시 부분을 result의 description이 표시되게 수정
********************************************************************
PYRAMID-EKRCCC ViewModels  v0.9.0.00 : 2018.04.19
이슈번호 : #22881
수정일 : 2018.04.19
수정자 : Jesse
키워드 : 20180419 Jesse #22881
수정원인 : 로그인 페이지의 Remember Me 체크박스 상태에 따른 동작이 작동하지 않음.
수정Source : ViewModels\vms.signin.js
수정내용 : 로그인 페이지 오픈 시 체크 여부에 따른 처리 추가
- autoSignin 속성에 따라 false시 SERVICE ID 처리 부분을 수정


